/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Položka sa nedá odoslať";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Skúste to znova neskôr";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Nie ste prihlásení v aplikácii Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "Používateľ %@ odoslal fotografiu.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Toto zariadenie ešte nepodporuje nové funkcie zdieľania fotografií aplikácie Skype, ale stále si to môžete zobraziť v prehľadávači tu: %@";
